Repository: raspberrypi-ui/rc_gui
Catalog: po/*.po
Languages: de, ja_jp, pt_br, sk

source: Your system has recently been updated. Please reboot to ensure these updates have loaded before setting up the overlay file system.
de: Das System wurde kürzlich aktualisiert. Bevor das Überlagerungsdateisystem eingestellt wird, sollte neu gestartet werden, um sicherzustellen, dass die Updates geladen wurden.
pt_br: Seu sistema foi atualizado recentemente. Reinicie para garantir que essas atualizações tenham sido carregadas antes de configurar o sistema de arquivos de sobreposição.
sk: Váš systém bol nedávno aktualizovaný. Pred nastavením súborového systému Overlay vykonajte reštart, aby ste sa uistili, že doslo k načítaniu všetkých aktualizácií.

source: Configure Raspberry Pi system
de: Raspberry Pi‑System konfigurieren
ja_jp: ラズベリーパイシステムの設定
pt_br: Configurar o sistema Raspberry Pi
sk: Nastavte systém Raspberry Pi

source: Password Required
de: Kennwort erforderlich
sk: Je vyžadované heslo

source: Hostname:
ja_jp: ホスト名:
pt_br: Nome do host:
sk: Názov hostiteľa:

source: System
ja_jp: システム
pt_br: Sistema
sk: Systém

source: Boot Partition:
pt_br: Partição do boot:
sk: Zavádzacia (boot) partícia:

# tab
source: System
pt_br: Sistema

# tab
source: Display
pt_br: Exibição

# tab
source: Performance
pt_br: Desempenho

# tab
source: Localisation
pt_br: Localização

source: No such tab
pt_br: Não existe tal guia

source: _No
pt_br: _Não

source: _Yes
pt_br: _Sim

source: Updating configuration - please wait...
pt_br: Atualizando configuração - por favor espere...

source: Loading configuration - please wait...
pt_br: Carregando configuração - por favor espere...

source: A virtual keyboard is not installed
pt_br: Um teclado virtual não está instalado

source: None
pt_br: Nenhum

source: This setting cannot be changed unless the fan is enabled
pt_br: Esta configuração não pode ser alterada a menos que o ventilador esteja ativado

source: The hostname has been changed successfully and will take effect on the next reboot.
pt_br: O nome do host foi alterado com sucesso e entrará em vigor na próxima reinicialização.

source: The hostname change failed. The hostname must only contain the characters A-Z, a-z, 0-9 and hyphen. The first and last character may not be the hyphen.
pt_br: A alteração do nome do host falhou. O nome do host deve conter apenas os caracteres A-Z, a-z, 0-9 e hífen. O primeiro e o último caracteres não podem ser hífenes.

source: Splash screen cannot be configured on a live image
pt_br: A tela inicial não pode ser configurada em uma imagem ao vivo

source: Multiple browsers are not installed
pt_br: Vários navegadores não estão instalados

source: _Cancel
pt_br: _Cancelar

source: Select the keyboard model
pt_br: Selecione o modelo do teclado

source: Select the keyboard layout
pt_br: Selecione o layout do teclado

source: Select the keyboard variant
pt_br: Selecione a variante do teclado

source: Add alternate keyboard
pt_br: Adicionar teclado alternativo

source: Enable a second keyboard layout which can be switched with a key combination
pt_br: Ative um segundo layout de teclado que pode ser alternado com uma combinação de teclas

source: Alternate Layout:
pt_br: Layout alternativo:

source: Select the alternate keyboard layout
pt_br: Selecione o layout alternativo do teclado

source: Alternate Variant:
pt_br: Variante alternativa:

source: Select the alternate keyboard variant
pt_br: Selecione a variante alternativa do teclado

source: Toggle Key:
pt_br: Tecla de alternância:

source: Select the key combination to switch between keyboard layouts
pt_br: Selecione a combinação de teclas para alternar entre os layouts do teclado

source: Indicator:
pt_br: Indicador:

source: Select the indicator shown while the alternate keyboard layout is in effect
pt_br: Selecione o indicador exibido enquanto o layout alternativo do teclado estiver em vigor

source: Change _Hostname...
pt_br: Alterar _nome do host...

source: Console auto login:
pt_br: Início de sessão automático no console:

source: Automatically log in the current user at the console
pt_br: Inicie a sessão automaticamente o usuário atual no console

source: Desktop auto login:
pt_br: Início de sessão automático no ambiente de trabalho:

source: Automatically log in the current user to the desktop
pt_br: Inicie sessão automaticamente o usuário atual no ambiente de trabalho

source: Browser:
pt_br: Navegador:

source: Select Chromium as the default browser
pt_br: Selecione o Chromium como navegador padrão

source: Select Firefox as the default browser
pt_br: Selecione o Firefox como navegador padrão

source: Enable overscan to show the edges of the second screen
pt_br: Habilite o overscan para mostrar as bordas da segunda tela

source: Headless Resolution:
pt_br: Resolução sem cabeçalho:

source: Set the resolution for VNC when no monitor is connected
pt_br: Defina a resolução para o VNC quando nenhum monitor estiver conectado

source: On-screen Keyboard:
pt_br: Teclado na tela:

source: Set virtual keyboard for use with touchscreens
pt_br: Configurar teclado virtual para uso com telas sensíveis ao toque

source: Enabled always
pt_br: Ativado sempre

source: Enabled if touchscreen found
pt_br: Ativado se for encontrado um ecrã tátil

source: On-Screen Keyboard Location:
pt_br: Localização do teclado na tela:

source: Set display to use for on-screen keyboard
pt_br: Definir a exibição a ser usada para o teclado na tela

source: Disable USB Current Limit:
pt_br: Desativar limite de corrente USB:

source: Turn on to allow higher currents to USB peripherals
pt_br: Ative para permitir correntes mais altas para periféricos USB

source: Change Hostname
pt_br: Alterar nome do host

source: Enter new hostname:
pt_br: Digite o novo nome do host:

source: Filesystem:
ja_jp: ファイルシステム:

source: Expand _Filesystem
ja_jp: ファイルシステムの拡張

source: Ensure that all of the SD card storage is available to the OS
ja_jp: SDカードの全ての領域がOSの為に利用可能であることを確認して下さい

source: Add to _Rastrack...
ja_jp: Rastrackに登録

source: Add this Pi to the online Raspberry Pi map
ja_jp: オンラインラズベリーパイマップにこのPiを登録する

source: Serial:
ja_jp: シリアル:

source: Turbo (1000MHz)
ja_jp: ターボ (1000MHz)

source: Rastrack Registration
ja_jp: Rastrackに登録

source: Rastrack (http://www.rastrack.co.uk) is a website which tracks the location of Raspberry Pis around the world. If you would like to be added to it, enter your name and email address below. This is entirely optional and does not form an official registration process.
ja_jp: Rastrack (http://www.rastrack.co.uk)は世界中のラズベリーパイの場所を追跡するウェブサイトです。あなたも追加したい場合は以下にあなたのお名前と、メールアドレスを入力して下さい。 これは全くの任意であり公式の登録手順ではありません。

source: Username:
ja_jp: ユーザー名:

source: Email Address:
ja_jp: メールアドレス:
