Repository: raspberrypi-ui/rc_gui
Catalog: po/*.po
Languages: de, ja_jp, pt_br, sk

source: Setting locale - please wait...
de: Sprachumgebung wird eingestellt – bitte warten…
ja_jp: ロケールを設定しています。少々お待ちください。
pt_br: Definindo a localidade - aguarde...
sk: Konfigurujú sa jazykové nastavenia - čakajte prosím...

source: Setting timezone - please wait...
de: Zeitzone wird eingestellt – bitte warten…
ja_jp: タイムゾーンを設定しています。少々お待ちください。
pt_br: Definindo o fuso horário - aguarde...
sk: Nastavuje sa časové pásmo - čakajte prosím...

source: <not set>
de: <nicht eingestellt>
pt_br: <não definido>
sk: <nenastavené>

source: Setting keyboard - please wait...
de: Tastatur wird eingestellt – bitte warten…
pt_br: Configurando o teclado - aguarde...
sk: Nastavuje sa klávesnica - čakajte prosím...

source: Changes will not take effect until a reboot
de: Die Änderungen werden erst nach einem Neustart wirksam
pt_br: As alterações não entrarão em vigor até que o sistema seja reiniciado
sk: Zmeny sa prejavia až po reboote

source: The state of the boot partition cannot be changed while an overlay is active
de: Der Zustand der Boot‑Partition kann nicht geändert werden solange eine Überlagerung aktiv ist
pt_br: O estado da partição de inicialização não pode ser alterado enquanto uma sobreposição estiver ativa
sk: Stav zavádzacej (boot) partície nie je možné meniť, kým je aktívny overlay

source: Setting up overlay - please wait...
de: Überlagerung wird eingestellt – bitte warten…
pt_br: Configurando sobreposição - aguarde...
sk: Nastavuje sa overlay - čakajte prosím...

source: Enable shell and kernel messages on the serial connection
de: Shell‐ und Kernelmeldungen über die serielle Verbindung aktivieren
ja_jp: シェルとカーネルのメッセージをシリアル接続で有効にする
pt_br: Ativar mensagens do shell e do kernel na conexão serial
sk: Zapnúť správy shellu a jadra na sériovej linke

source: Disable shell and kernel messages on the serial connection
de: Shell‐ und Kernel‑Meldungen über die serielle Verbindung deaktivieren
ja_jp: シェルとカーネルのメッセージをシリアル接続で無効にする
sk: Vypnúť správy shellu a jadra na sériovej linke

source: This setting cannot be changed while the serial port is disabled
de: Diese Einstellung kann nicht geändert werden solange der serielle Anschluss deaktiviert ist
pt_br: Esta configuração não pode ser alterada enquanto a porta serial estiver desativada
sk: Toto nastavenie nie je možné zmeniť, kým je sériový port vypnutý

source: This setting is overridden when Xscreensaver is installed
de: Diese Einstellung wird überschrieben während Xscreensaver installiert ist
pt_br: Esta configuração é substituída quando o Xscreensaver é instalado
sk: Toto nastavenie nie je účinné, ak je nainštalovaný Xscreensaver

source: The VNC server is not installed
de: Kein VNC‑Server installiert
pt_br: O servidor VNC não está instalado
sk: VNC server nie je nainštalovaný

source: Raspberry Pi Configuration
de: Raspberry Pi‑Konfiguration
ja_jp: Raspberry Pi の設定
pt_br: Configuração do Raspberry Pi
sk: Konfigurácia Raspberry Pi

source: Password:
de: Kennwort:
ja_jp: パスワード:
pt_br: Senha:
sk: Heslo:

source: Change _Password...
de: _Kennwort ändern…
ja_jp: パスワードを変更...
pt_br: Alterar _Senha...
sk: Zmeniť _heslo...

source: Change password for the default user (pi)
de: Kennwort für Standardbenutzer „pi“ ändern
ja_jp: デフォルトユーザ(pi)のパスワードを変更
pt_br: Alterar senha para o usuário padrão (pi)
sk: Zmeniť heslo pre aktuálneho používateľa

source: Set the name of your Pi on a local network
de: Den Namen des Pi in einem lokalen Netzwerk einstellen
ja_jp: あなたのネットワーク上のPiの名前を設定します
pt_br: Defina o nome do seu Pi em uma rede local
sk: Nastavte, ako sa má volať Vaše Pi v miestnej sieti

source: Boot:
de: Hochfahren:
ja_jp: ブート:
pt_br: Inicialização:

source: To Desktop
de: Zum Desktop
ja_jp: デスクトップ
pt_br: Para ambiente de trabalho
sk: Do grafického prostredia

source: Launch the desktop environment automatically on boot
de: Desktop‑Umgebung beim Booten automatisch starten
ja_jp: 起動時に自動的にデスクトップ環境を起動します
pt_br: Inicie o ambiente de trabalho automaticamente ao inicializar o computador
sk: Po boote automaticky spustiť grafické prostredie

source: To CLI
de: Zur Kommandozeilenschnittstelle
ja_jp: CLI
pt_br: Para CLI
sk: Do prík. riadku

source: Boot into a command line shell rather than the desktop
de: In einen Kommandozeileninterpreter anstatt den Desktop hochfahren
ja_jp: 起動時にコマンドラインシェルではなくデスクトップを起動します
pt_br: Inicie em um shell de linha de comando em vez da área de trabalho
sk: Miesto desktopového prostredia nabootovať do príkazového riadku

source: Auto login:
de: Automatische Anmeldung:
ja_jp: 自動ログイン:
sk: Automatické prihlásenie:

source: Login as user 'pi'
de: Als Benutzer „pi“ anmelden
ja_jp: 'pi' ユーザとしてログインする
sk: Ako aktuálny používateľ

source: Automatically log in the default user (pi)
de: Standardbenutzer „pi“ automatisch anmelden
ja_jp: 自動的にデフォルトユーザ(pi)でログインします
sk: Automaticky prihlásiť aktuálneho používateľa

source: Disabled
de: Deaktiviert
pt_br: Desativado
sk: Vypnúť

source: Prompt for password at boot
de: Kennwort beim Booten abfragen
sk: Pri boote vyžadovať zadanie hesla

source: Network at Boot:
de: Netzwerk beim Booten:
ja_jp: ネットワークブート
sk: Sieť počas bootovania:

source: Wait for network
de: Auf Netzwerk warten
ja_jp: ネットワークを待つ
sk: Počkať na sieť

source: Do not complete boot until network connection is established
de: Boot‑Vorgang erst nach erfolgreicher Netzwerkverbindung abschließen
ja_jp: ネットワークが確立するまで起動しない
sk: Nedokončiť bootovanie, kým nie je nadviazané sieťové spojenie

source: Do not wait
de: Nicht warten
sk: Nečakať

source: Do not wait for network connection during boot
de: Während des Boot‑Vorgangs nicht auf die Netzwerkverbindung warten
sk: Nečakať na sieťové spojenie počas bootovania

source: Splash Screen:
de: Startbildschirm:
pt_br: Tela inicial:
sk: Štartovacia obrazovka:

source: Enable
de: Aktivieren
ja_jp: 有効
sk: Zapnúť

source: Show graphical splash screen at boot
de: Grafischen Startbildschirm während des Hochfahrens anzeigen
pt_br: Mostrar tela inicial gráfica ao inicializar
sk: Zobraziť štartovaciu obrazovku počas bootovania

source: Disable
de: Deaktivieren
ja_jp: 無効
sk: Vypnúť

source: Show text messages at boot
de: Textnachrichten während des Hochfahrens anzeigen
sk: Zobraziť textové správy počas bootu

source: Power LED:
de: Netzleuchte:
pt_br: LED de alimentação:
sk: Dióda napájania:

source: Activity
de: Aktivität
sk: Aktivita

source: Flash the power LED on disk activity
de: Netzleuchte bei Permanentspeicheraktivität aufleuchten
pt_br: Acenda o LED de energia na atividade do disco
sk: Pri aktivite na disku dióda napájania bliká

source: Constant
de: Konstant
sk: Svieti

source: Do not flash the power LED
de: Netzleuchte nicht aufleuchten
sk: Dióda napájania nebliká

source: Resolution:
de: Auflösung:
sk: Rozlíšenie:

source: Set _Resolution...
de: Auflösung einstellen…
sk: Nastaviť _rozlíšenie...

source: Set the resolution for HDMI and VNC
de: Die Auflösung für HDMI und VNC einstellen
sk: Nastaviť rozlíšenie pre HDMI a VNC

source: Overscan:
de: Übertastung:
ja_jp: オーバースキャン:
sk: Presnímanie:

source: Enable overscan to show the edges of the screen
de: Aktivieren Sie Übertastung, um die Ränder des Bildschirmes anzuzeigen
ja_jp: 画面の端を表示するためにオーバースキャンを有効にします
pt_br: Ative o overscan para mostrar as bordas da tela
sk: Zapnite presnímanie, ak sa časť plochy nezmestí na obrazovku

source: Disable overscan to hide black outline on screen
de: Übertastung deaktivieren, um den schwarzen Umriss auf dem Bildschirm auszublenden
ja_jp: 画面に黒いアウトラインを表示するためにオーバースキャンを無効にします
sk: Vypnite presnímanie, ak sa okolo obrazovky nachádza čierny okraj

source: Pixel Doubling:
de: Pixelverdopplung:
sk: Zdvojené pixely:

source: Enable pixel doubling to improve usability on high-res screens
de: Die Pixelverdopplung auf hochauflösenden Bildschirmen aktivieren
sk: Zapnite zdvojenie pixelov, aby ste vylepšili zobrazenie na obrazovkách s vysokým rozlíšením

source: Disable pixel doubling for standard resolution screens
de: Pixelverdopplung auf Bildschirmen mit Standardauflösung deaktivieren
sk: Vypnite zdvojenie pixelov pre obrazovky s bežným rozlíšením

source: Composite Video:
de: FBAS‑Signal:
sk: Kompozitné video:

source: Enable analogue composite video on the 3.5mm socket
de: Analoges FBAS‑Signal auf dem 3.5mm‑Stecker aktivieren
sk: Zapnúť analógové kompozitné video na 3.5mm výstupe

source: Disable analogue composite video
de: Analoges FBAS‑Signal deaktivieren
sk: Vypnúť analógové kompozitné video

source: Screen Blanking:
de: Bildschirmlöschen:
pt_br: Apagamento da tela:
sk: Vypínanie obrazovky:

source: Blank the screen after a period of inactivity
de: Bildschirm nach einer Periode der Inaktivität löschen
sk: Vypnúť obrazovku po uplynutí stanovenej doby

source: Never blank the screen
de: Nie den Bildschirm löschen
sk: Nikdy nevypínať obrazovku

source: Display
de: Anzeige
pt_br: Exibição
sk: Zobrazenie

source: Camera:
de: Kamera:
ja_jp: カメラ:
sk: Kamera:

source: Enable the Raspberry Pi Camera Board
de: Raspberry Pi‑Kameraplatine aktivieren
ja_jp: ラズベリーパイカメラボードを有効にする
sk: Zapnúť kameru Raspberry Pi

source: Disable the Raspberry Pi Camera Board
de: Raspberry Pi‑Kameraplatine deaktivieren
ja_jp: ラズベリーパイカメラボードを無効にする
sk: Vypnúť kameru Raspberry Pi

source: Enable remote access to this Pi via SSH
de: Fernzugriff zu diesem Pi über SSH aktivieren
ja_jp: このPiへのSSHでのリモートアクセスを有効にする
pt_br: Ative o acesso remoto a este Pi via SSH
sk: Zapnúť vzdialený prístup k tomuto Pi prostredníctvom SSH

source: Disable remote access to this Pi via SSH
de: Fernzugriff zu diesem Pi über SSH deaktivieren
ja_jp: このPiへのSSHでのリモートアクセスを無効にする
sk: Vypnút vzdialený prístup k tomuto Pi prostredníctvom SSH

source: Enable remote access to this Pi using RealVNC
de: Fernzugriff zu diesem Pi über RealVNC aktivieren
pt_br: Ative o acesso remoto a este Pi usando o RealVNC
sk: Zapnúť vzdialený prístup k tomuto Pi prostredníctvom RealVNC

source: Disable remote access to this Pi using RealVNC
de: Fernzugriff zu diesem Pi über RealVNC deaktivieren
sk: Vypnúť vzdialený prístup k tomuto Pi prostredníctvom RealVNC

source: Enable the automatic loading of the SPI kernel module
de: Automatisches Laden des SPI‑Kernelmoduls aktivieren
ja_jp: SPIカーネルモジュールの自動読み込みを有効にする
pt_br: Ative o carregamento automático do módulo do kernel SPI
sk: Zapnúť automatické načítanie modulu jadra SPI

source: Disable the automatic loading of the SPI kernel module
de: Automatisches Laden des SPI‑Kernelmoduls deaktivieren
ja_jp: SPIカーネルモジュールの自動読み込みを無効にする
sk: Vypnúť automatické načítanie modulu jadra SPI

source: Enable the automatic loading of the I2C kernel module
de: Automatisches Laden des I2C‑Kernelmoduls aktivieren
ja_jp: I2Cカーネルモジュールの自動読み込みを有効にする
pt_br: Ative o carregamento automático do módulo do kernel I2C
sk: Zapnúť automatické načítanie modulu jadra I2C

source: Disable the automatic loading of the I2C kernel module
de: Automatisches Laden des I2C‑Kernelmoduls deaktivieren
ja_jp: I2Cカーネルモジュールの自動読み込みを無効にする
sk: Vypnúť automatické načítanie modulu jadra I2C

source: Serial Port:
de: Serieller Anschluss:
pt_br: Portal serial:
sk: Sériový port:

source: Enable the serial port over the GPIO pins
de: Den seriellen Anschluss über GPIO‑Kontakte aktivieren
pt_br: Ative a porta serial através dos pinos GPIO
sk: Zapnúť sériový port na GPIO

source: Disable the serial port over the GPIO pins
de: Seriellen Anschluss über GPIO‑Kontakte deaktivieren
sk: Vypnúť sériový port na GPIO

source: Serial Console:
de: Serielle Konsole:
pt_br: Console serial:
sk: Sériová konzola:

source: 1-Wire:
de: Eindraht‑Bus:
pt_br: 1-Fio:

source: Enable 1-wire peripheral interface
de: Eindraht‑Bus‑Peripherieschnittstelle aktivieren
pt_br: Ativar interface periférica de 1 fio
sk: Zapnúť komunikačné rozhranie 1-wire

source: Disable 1-wire peripheral interface
de: Eindraht‑Bus‑Peripherieschnittstelle deaktivieren
sk: Vypnúť komunikačné rozhranie 1-wire

source: Remote GPIO:
de: GPIO‑Fernzugriff:
pt_br: GPIO remoto:
sk: Vzdialené GPIO:

source: Enable remote access to GPIO pins
de: Fernzugriff auf GPIO‑Kontakte aktivieren
pt_br: Ativar acesso remoto aos pinos GPIO
sk: Zapnúť vzdialený prístup na GPIO

source: Disable remote access to GPIO pins
de: Fernzugriff auf GPIO‑Kontakte deaktivieren
sk: Vypnúť vzdialený prístup na GPIO

source: Interfaces
de: Schnittstellen
ja_jp: インターフェイス
sk: Rozhrania

source: O_verclock:
de: _Übertakten:
ja_jp: オーバークロック(_O)
sk: P_retaktovanie:

source: Set the level of overclock to control performance
de: Die Stufe der Übertaktung zur Leistungssteuerung einstellen
ja_jp: パフォーマンスの制御のためにオーバークロックのレベルを設定します
pt_br: Defina o nível de overclock para controlar o desempenho
sk: Pre zmenu výkonu nastavte úroveň pretaktovania

source: None (700MHz)
de: Keine (700MHz)
ja_jp: 無し (700MHz)
pt_br: Nenhum (700MHz)
sk: Žiadne (700MHz)

source: Modest (800MHz)
de: Gering (800MHz)
ja_jp: 控えめ (800MHz)
pt_br: Modesto (800MHz)
sk: Mierne (800MHz)

source: Medium (900MHz)
de: Mittel (900MHz)
ja_jp: 中間 (900MHz)
pt_br: Médio (900MHz)
sk: Stredné (900MHz)

source: High (950MHz)
de: Hoch (950MHz)
ja_jp: 高 (950MHz)
pt_br: Alto (950MHz)
sk: Vysoké (950MHz)

source: None (900MHz)
de: Keine (900MHz)
ja_jp: 無し (900MHz)
pt_br: Nenhum (900 MHz)
sk: Žiadne (900MHz)

source: High (1000MHz)
de: Hoch (1000MHz)
ja_jp: 高 (1000MHz)
pt_br: Alto (1000MHz)
sk: Vysoké (1000MHz)

source: Not available
de: Nicht verfügbar
sk: Nedostupné

source: _GPU Memory:
de: _GPU‑Speicher:
ja_jp: GPUメモリ(_G)
sk: Pamäť _GPU:

source: Enter the amount of memory available to the GPU
de: Die Größe des der GPU zur Verfügung stehenden Speichers eingeben
ja_jp: GPUが利用できるメモリ量を入力して下さい
sk: Zadajte množstvo pamäte, ktorá bude dostupná pre GPU

source: Overlay File System:
de: Überlagerungsdateisystem:
pt_br: Sistema de arquivos sobreposto:
sk: Súborový systém Overlay:

source: Configure...
de: Konfigurieren…
pt_br: Configurar...
sk: Nastaviť...

source: Configure an overlay file system to protect data from being overwritten or deleted
de: Ein Überlagerungsdateisystem zum Schutz der Daten vorm Überschreiben oder Löschen konfigurieren
pt_br: Configure um sistema de arquivos sobreposto para proteger os dados contra sobrescrita ou exclusão
sk: Nastavte súborový systém Overlay a ochráňte tak údaje pred prepísaním alebo odstránením

source: Fan:
de: Lüfter:
pt_br: Ventilador:
sk: Ventilátor:

source: Enable a temperature-controlled fan on a GPIO pin
de: Einen temperaturgesteuerten Lüfter an einem GPIO‑Kontakt aktivieren
pt_br: Ativar um ventilador com controle de temperatura em um pino GPIO
sk: Zapnúť teplotou ovládaný ventilátor pripojený ku GPIO

source: Disable GPIO fan
de: GPIO‑Lüfter deaktivieren
sk: Vypnúť ventilátor pripojený ku GPIO

source: Fan GPIO:
de: Lüfter GPIO:
pt_br: GPIO do ventilador:
sk: GPIO ventilátora:

source: Set the GPIO to which the fan is connected
de: Den GPIO‑Kontakt einstellen an dem der Lüfter angeschlossen ist
pt_br: Defina o GPIO ao qual o ventilador está conectado
sk: Nastavte GPIO, ku ktorému je ventilátor pripojený

source: Fan Temperature:
de: Lüftertemperatur:
pt_br: Temperatura do ventilador:
sk: Teplota pre ventilátor:

source: Set the temperature in degrees C at which the fan turns on
de: Die Temperatur in Grad Celsius einstellen bei der der Lüfter eingeschaltet wird
pt_br: Defina a temperatura em graus Celsius na qual o ventilador é ativado
sk: Nastavte teplotu v stupňoch Celzia, pri ktorej sa ventilátor začne točiť

source: Performance
de: Leistung
ja_jp: パフォーマンス
pt_br: Desempenho
sk: Výkon

source: Locale:
de: Sprachumgebung:
ja_jp: ロケール:
pt_br: Localidade:
sk: Jazykové nastavenia:

source: Set _Locale...
de: Sprachumgebung einste_llen…
ja_jp: ロケールの設定(_L)
pt_br: Definir _localidade...
sk: Nastaviť _jazykové nastavenia...

source: Set internationalisation settings for units etc.
de: Internationalisierungseinstellungen für Sprache, Einheiten, usw. einstellen
ja_jp: 単位などの国際化設定を設定。
pt_br: Defina as configurações de internacionalização para unidades, etc.
sk: Konfigurovat národné nastavenia ako je jazyk, jednotky, a pod.

source: Timezone:
de: Zeitzone:
ja_jp: タイムゾーン:
pt_br: Fuso horário:
sk: Časové pásmo:

source: Set _Timezone...
de: Zeitzone einstellen…
ja_jp: タイムゾーンの設定(_T)
pt_br: Definir _Fuso horário...
sk: Nastaviť časové _pásmo...

source: Set the timezone to be used by the internal clock
de: Die von der internen Uhr verwendete Zeitzone einstellen
ja_jp: 内部クロックで利用するタイムゾーンを設定します
pt_br: Defina o fuso horário a ser usado pelo relógio interno
sk: Nastaviť časové pásmo použité internými hodinami

source: Keyboard:
de: Tastatur:
ja_jp: キーボード:
pt_br: Teclado:
sk: Klávesnica:

source: Set _Keyboard...
de: _Tastatur einstellen…
ja_jp: キーボードの設定(_K)
pt_br: Definir _Teclado...
sk: Nastaviť _klávesnicu...

source: Set international keyboard options
de: Internationale Tastaturoptionen einstellen
ja_jp: 国際キーボードの設定
pt_br: Definir opções do teclado internacional
sk: Nastaviť možnosti medzinárodnej klávesnice

source: WiFi Country:
de: Wi‑Fi‑Land:
pt_br: País do Wi-Fi:
sk: Krajina WiFi:

source: Set _WiFi Country...
de: Wi‑Fi‑Land einstellen…
pt_br: Definir _Configuração do Wi-Fi...
sk: Nastaviť krajinu _WiFi...

source: Set WiFi country code
de: Wi‑Fi‑Länderkürzel festlegen
pt_br: Definir código de país do WiFi
sk: Nastaviť kóď krajiny WiFi

source: Localisation
de: Lokalisierung
ja_jp: ローカライゼーション
pt_br: Localização
sk: Jazyk

source: The Raspberry Pi Configuration application can only modify a standard configuration. Your configuration appears to have been modified by other tools, and so this application cannot be used on your system. In order to use this application, you need to have the latest firmware installed, Device Tree enabled, the default "pi" user set up and the lightdm application installed.
de: Die Raspberry Pi‑Konfigurationsanwendung kann nur eine Standardkonfiguration ändern. Die Konfiguration scheint von anderen Werkzeugen geändert worden zu sein, deshalb kann diese Anwendung nicht auf dem System verwendet werden. Um diese Anwendung zu verwenden, muss die neueste Firmware installiert, der Gerätebaum aktiviert, der Standardbenutzer „pi“ eingerichtet und die Anwendung „lightdm“ installiert sein.
ja_jp: ラズベリーパイ設定アプリケーションは標準の設定を変更することが出来ます。 あなたの設定は他のツールで変更されているように見えるのでこのアプリケーションはあなたのシステムでは利用できません。 このアプリケーションを利用するには、あなたは最新のファームウェアをインストールする必要があり、デバイスツリーが有効で、デフォルトの "pi" ユーザが設定され、lightdm アプリケーションをインストールする必要があります。
sk: Aplikácia Konfigurácia Raspberry Pi dokáže meniť iba štandardnú konfiguráciu. Vyzerá, že Vaša konfigurácia bola menená inými nástrojmi a preto nemôžete použiť tento program na Vašom systéme. Pre použitie tejto aplikácie musíte nainštalovať najnovší firmvér, zapnúť device tree a mať nainštalovanú aplikáciu lightdm.

source: Filesystem Expanded
de: Dateisystem Erweitert
ja_jp: ファイルシステムの拡張
sk: Súborový systém zväčšený

source: The filesystem has been expanded. The new space will not be available until you reboot your Raspberry Pi.
de: Das Dateisystem wurde erweitert. Der neue Speicherplatz wird nicht verfügbar sein, bis der Raspberry Pi neu gestartet wurde.
ja_jp: ファイルシステムを拡張しました。 新しい領域はあなたのラズベリーパイを再起動するまで利用できません。
sk: Súborový systém bol zväčšený. Nové miesto nebude dostupné, kým nereštartujte Raspberry Pi.

source: Locale
de: Sprachumgebung
ja_jp: ロケール
pt_br: Localidade
sk: Miestne nastavenia

source: Language:
de: Sprache:
ja_jp: 言語:
pt_br: Idioma:
sk: Jazyk:

source: Country:
de: Land:
ja_jp: 国:
pt_br: País:
sk: Krajina:

source: Character Set:
de: Zeichenvorrat:
ja_jp: 文字セット:
pt_br: Conjunto de caracteres:
sk: Kódovanie znakov:

source: Overlay File System
de: Überlagerungsdateisystem
pt_br: Sistema de arquivos sobreposto
sk: Súborový systém Overlay

source: Overlay:
de: Überlagerung:
pt_br: Sobreposição:

source: Enabled
de: Aktiviert
sk: Zapnúť

source: Enable a file system overlay; all changes will be lost on reboot
de: Eine Dateisystemüberlagerung aktivieren. Alle Änderungen gehen bei einem Neustart verloren
pt_br: Ative uma sobreposição do sistema de arquivos; todas as alterações serão perdidas na reinicialização
sk: Zapnúť súborový systém Overlay; všetky zmeny sa po reštarte stratia

source: Disable a file system overlay; changes will be saved to the SD card
de: Eine Dateisystemüberlagerung deaktivieren. Die Änderungen werden auf der SD‑Karte gespeichert
sk: Vypnúť súborový systém Overlay; zmeny budú zapísané na kartu SD

source: Read-only
de: Schreibgeschützt
sk: Iba čítanie

source: Make the boot partition read-only
de: Schreibschutz auf der Boot‑Partition aktivieren
pt_br: Torne a partição de inicialização somente leitura
sk: Na zavádzacej (boot) partícií povoliť iba čítanie

source: Read-write
de: Schreib‐ und lesbar
sk: Čítanie aj zapisovanie

source: Make the boot partition writable
de: Schreibschutz auf der Boot‑Partition deaktivieren
sk: Povoliť zápis na zavádzaciu (boot) partíciu

source: Change Password
de: Kennwort ändern
ja_jp: パスワードの変更
pt_br: Alterar senha
sk: Zmeniť heslo

source: Enter new password:
de: Neues Kennwort eingeben:
ja_jp: 新しいパスワードの入力:
pt_br: Digite a nova senha:
sk: Zadajte nové heslo:

source: Confirm new password:
de: Neues Kennwort bestätigen:
ja_jp: 新しいパスワードを再入力:
pt_br: Confirmar nova senha:
sk: Potvrďte nové heslo:

source: Password Not Changed
de: Kennwort nicht geändert
sk: Heslo nebolo zmenené

source: The password change failed. This could be because the current password was incorrect, or because the new password was not sufficiently complex or was too similar to the current password.
de: Das Kennwort konnte nicht geändert werden. Möglicherweise war das aktuelle Kennwort nicht korrekt, das neue Kennwort nicht ausreichend komplex oder dem bisherigen Kennwort zu ähnlich.
pt_br: A alteração da senha falhou. Isso pode ter ocorrido porque a senha atual estava incorreta ou porque a nova senha não era suficientemente complexa ou era muito semelhante à senha atual.
sk: Chyba pri zmene hesla. Toto môže nastať, ak ste zadali neplatné aktuálne heslo, nové heslo nebolo dostatočne zložité alebo sa príliš podobá na aktuálne heslo.

source: Password Changed
de: Kennwort geändert
sk: Heslo bolo zmenené

source: The password has been changed successfully.
de: Das Kennwort wurde erfolgreich geändert.
pt_br: A senha foi alterada com sucesso.
sk: Heslo bolo úšpešne zmenené.

source: Reboot needed
de: Neustart erforderlich
ja_jp: 再起動が必要です
sk: Je vyžadovaný reboot

source: The changes you have made require the Raspberry Pi to be rebooted to take effect. Would you like to reboot now?
de: Die durchgeführten Änderungen benötigen einen Neustart des Raspberry Pi, um wirksam zu werden. Jetzt Neustarten?
ja_jp: あなたの変更した設定を有効にするにはラズベリーパイの再起動が必要です すぐに再起動しますか?
pt_br: As alterações que você fez exigem que o Raspberry Pi seja reiniciado para que tenham efeito. Deseja reiniciar agora?
sk: Zmeny, ktoré ste vykonali sa prejavia až po reštartovaní Raspberry Pi. Chcete ho reštartovať teraz?

source: Set Resolution
de: Auflösung festlegen
sk: Nastaviť rozlíšenie

source: Timezone
de: Zeitzone
ja_jp: タイムゾーン
pt_br: Fuso horário
sk: Časové pásmo

source: Area:
de: Gebiet:
ja_jp: 地域:
pt_br: Área:
sk: Oblasť:

source: Location:
de: Standort:
ja_jp: 位置:
pt_br: Localização:
sk: Miesto:

source: WiFi Country Code
de: Wi‑Fi‑Länderkürzel
pt_br: Código de país do WiFi
sk: Kód krajiny WiFi

source: Keyboard
de: Tastatur
pt_br: Teclado
sk: Klávesnica

source: Model:
de: Modell:
pt_br: Modelo:

source: Layout:
de: Belegung:
sk: Rozloženie:

source: Variant:
de: Variante:
pt_br: Variante:
sk: Varianta:

source: Reboot Needed
de: Neustart erforderlich
sk: Je vyžadovaný reboot
